{
  "Items": [
    {
      "Content": "<img src=\"ms-appx:///Assets/DataImages/pic4.jpg\" title=\"Image: ms-appx:///Assets/DataImages/pic4.jpg\"><br><br>&nbsp;&nbsp;<span style=\"color: rgb(255, 0, 0); font-family: Arial, Helvetica, sans-serif; font-size: 18px; font-weight: bold; line-height: 22px; background-color: rgb(248, 247, 241);\">Sightseeing</span>&nbsp;&nbsp;&nbsp;<br>&nbsp;<br>Bangalore, recently renamed Bengaluru is home to many Architectural Wonders, Museums, Gardens and Parks and places of religious interest; all worth a visit.&nbsp;&nbsp;<br><br><br><span>&nbsp;&nbsp;</span><span style=\"color: rgb(255, 0, 0); font-family: Arial, Helvetica, sans-serif; font-size: 18px; font-weight: bold; line-height: 22px; background-color: rgb(248, 247, 241);\">Cubbon Park<br></span><span><br><b><img src=\"ms-appx:///Assets/DataImages/Cubbon-Park.jpg\" title=\"Image: ms-appx:///Assets/DataImages/Cubbon-Park.jpg\"><br></b><br>On a grassy expanse over a few hundred acres in the centre of Bangalore is Cubbon Park, planned and laid out in 1864 by Sir Richard Sankey, the<a href=\"http://www.bangalorebest.com/discoverbangalore/sightseeing/ban-parks.asp#lalbagh\"></a>then Chief Engineer of Mysore. It is named after Sir Mark Cubbon, Bangalore's longest&nbsp;serving Commissio- ner. Lawns with vibrant flower beds, shady bowers and flowering trees, make this an ideal place for fitness <br>freaks and the elderly to take their morning jogs or evening walks. The Park has elegant classical buildings like Attara Kacheri (the Karnataka High Court)&nbsp;and&nbsp;the Visveswaraya Industrial and Technological Museum, Government Museum, Aquarium, Venkatappa Art Gallery and Seshadri Iyer Memorial Hall, all of which are well known. Besid<a href=\"http://www.bangalorebest.com/discoverbangalore/sightseeing/ban-parks.asp#cubbon\"></a>es these, it also houses Bal Bhavan - an amusement park for children.<br><br>Cubbon Park is open to the public at all times, but is closed to traffic from 5 am to 8 am every day.&nbsp;<br></span><br><br><br><b>&nbsp;&nbsp;</b><span style=\"color: rgb(255, 0, 0); font-family: Arial, Helvetica, sans-serif; font-size: 18px; font-weight: bold; line-height: 22px; background-color: rgb(248, 247, 241);\">Lal Bagh</span><br><br>&nbsp;<img src=\"ms-appx:///Assets/DataImages/lalbagh.jpg\" title=\"Image: ms-appx:///Assets/DataImages/lalbagh.jpg\"><br>&nbsp;Surrounding one of the towers erected by Kempe Gowda, the founder of Bangalore, is the 240 acre landscaped Lal Bagh gardens. Haider Ali, the warrior-king of Mysore, decided to &nbsp;create this garden in 1740 on the lines of the Mughal Gardens that were popular during his time.&nbsp;<br><br>&nbsp;The park has some rare species of plants brought from Persia, Afghanistan and France. Hyder Ali's son, Tipu Sultan, added to the beauty of the garden by publicising his wish to &nbsp;receive much-sought-after species of plants from visiting dignitaries.&nbsp;<br><br><br><br><span style=\"color: rgb(255, 0, 0); font-family: Arial, Helvetica, sans-serif; font-size: 18px; font-weight: bold; line-height: 22px; background-color: rgb(248, 247, 241);\">Cariappa Memorial Park</span><br><br><img src=\"ms-appx:///Assets/DataImages/Cariappa-Memorial-Park.jpg\" title=\"Image: ms-appx:///Assets/DataImages/Cariappa-Memorial-Park.jpg\"><br><br>l to Field Marshall K.M.&nbsp;Cariappa of Karnataka, the Cariappa Park was laid out in 1996 in a portion of the parade grounds between M.G. Road and Cubbon Road. Spread over 22 acres, the park has six segments, an entrance plaza and a seven-feet monolithic monument of Cariappa. There is a huge man-made waterfall and a pond that attracts birds to the park.<br>&nbsp;<br><br><br><br>"
    }
  ]
}